description = 
            🎬 **Многофункциональный загрузчик видео и изображения**
            Этот бот позволяет быстро скачивать видео и изображения из популярных платформ прямо в Telegram.
            
            🟢 **Текущая поддержка:**
            - TikTok (без водяного знака)
            
            ⚡ Просто отправьте ссылку на видео и изображения, и бот сразу скачает его для вас!

short-description = 
                Скачивай видео и изображения из TikTok (без водяного знака).

                По всем вопросам: @vchikalkin


start =
    .description = Запуск бота


err-invalid-url = ❌ Неверная ссылка! Отправьте корректную ссылку TikTok (например: https://vt.tiktok.com/...)
err-invalid-download-urls = 🔍 Не удалось найти ссылки для скачивания. Возможно, видео и изображения удалено или недоступно
err-generic = ⚠️ Что-то пошло не так. Попробуйте еще раз через несколько секунд
err-limit-exceeded = 🚫 Слишком много запросов! Подождите немного


msg-welcome = Добро пожаловать! Я могу скачать для вас видео и изображения из TikTok без водяного знака. Для этого просто отправьте мне ссылку (например: https://vt.tiktok.com/...)