err-invalid-url = ❌ Неверная ссылка! Отправьте корректную ссылку TikTok (например: https://vt.tiktok.com/...)
err-invalid-download-urls = 🔍 Не удалось найти ссылки для скачивания. Возможно, видео удалено или недоступно
err-generic = ⚠️ Что-то пошло не так. Попробуйте еще раз через несколько секунд
err-limit-exceeded = 🚫 Слишком много запросов! Подождите немного перед следующей ссылкой


msg-welcome = Добро пожаловать! Я могу скачать для вас видео и изображения из TikTok без водяного знака. Для этого просто отправьте мне ссылку (например: https://vt.tiktok.com/...)